{
  "navigation": {
    "fences": "Fences",
    "other": "Other",
    "gates": "Gates",
    "stairs": "Stairs",
    "railings": "Railings",
    "canopies": "Canopies",
    "about_us": "About us",
    "contacts": "Contacts",
    "home": "Home"
  },
  "logo": "modern metal art",
  "contacts": {
    "header": "Contact Us",
    "intro_text": "Please, send your requests via the form. We will respond as soon as possible.",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message_placeholder": "Write your message here...",
    "message": "Message",
    "send": "Send message",
    "whatsapp_text": "Start chat on WhatsApp",
    "form": "Contact form",
    "message_text": {
      "success": "Your message have been succefully delivered. Thank you for contacting us. We will respond to your request as soon as possible.",
      "failure": "There was an error. Please try again."
    }
  },
  "about_us": {
    "header": "Welcome to the website of Modern Metal Art.",
    "paragraph_1": "Alhidad, modern metal art smithy, manufacturer of forged metal artworks and structural steel in Ukraine, welcomes you on our official website.",
    "paragraph_2": "On our website you will find unique structural steelwork, ready-made forged items, and will be able to create one of a kind forged items for any of your projects.",
    "paragraph_3": "Modern metal art smithy, Alhidad, had been on the market for more than 20 years. During this time we acquired rich in depth experience in the manufacture of highly sophisticated forged metal items.",
    "paragraph_4": "As our main focus we chose artistic forging, which implies creating metalwork by hand. It’s not just a manufacture, it’s an ancient art form which requires not only the knowledge of ancient traditions and secrets but also a continuous improvement of skills, techniques and craftsmanship. Our masters use in their work not only the ancient experience and knowledge of the blacksmiths of previous generations but also modern technologies."
  },
  "furniture": {
    "fences": { "title": { "fences": "Fences" } },
    "gates": {"title": {"gates": "Gates"}},
    "railings": {"title": {"railings": "Railings"}},
    "canopies": {"title": {"canopies": "Canopies"}},
    "stairs": {"title": {"stairs": "Stairs"}},
    "other": {"title": {"other": "Other"}}  
  }
}
