{
  "navigation": {
    "fences": "Fences",
    "other": "Other",
    "gates": "Gates",
    "stairs": "Stairs",
    "railings": "Railings",
    "canopies": "Canopies",
    "about_us": "About us",
    "contacts": "Contacts",
    "home": "Home"
  },
  "logo": "modern metal art",
  "contacts": {
    "header": "Contact Us",
    "intro_text": "Please, send your requests via the form. We will respond as soon as possible.",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message_placeholder": "Write your message here...",
    "message": "Message",
    "send": "Send message",
    "whatsapp_text": "Start chat on WhatsApp",
    "form": "Contact form",
    "message_text": {
      "success": "Your message have been succefully delivered. Thank you for contacting us. We will respond to your request as soon as possible.",
      "failure": "There was an error. Please try again."
    }
  },
  "about_us": {
    "header": "Welcome to the website of Modern Metal Art.",
    "paragraph_1": "Alhidad, modern metal art smithy, manufacturer of metal artworks and structural steel in Ukraine, welcomes you on our official website.",
    "paragraph_2": "On our website you will find unique structural steelwork, ready-made forged items, and will be able to create one of a kind forged items for any of your projects.",
    "paragraph_3": "Modern metal art smithy, Alhidad, had been on the market for more than 20 years. During this time we acquired rich in depth experience in the manufacture of highly sophisticated forged metal items.",
    "paragraph_4": "As our main focus we chose artistic forging, which implies creating metalwork by hand. It’s not just a manufacture, it’s an ancient art form which requires not only the knowledge of ancient traditions and secrets but also a continuous improvement of skills, techniques and craftsmanship. Our masters use in their work not only the ancient experience and knowledge of the blacksmiths of previous generations but also modern technologies."
  },
  "furniture": {
    "index": {"title": "Modern smithy. Turning cold metal into art."},
    "fences": { "title": { "fences": "Fences" }, "text": {"text_1": "The customer chooses not only a unique appearance for the fence, but also a suitable structural design to ensure protection of his estate.", "text_2": "The fences are decorated with high quality durable stylish elements, elegant finials and openwork lattice. The fence will not only serve decoration purposes, but also fulfill its main designated safeguarding functions."} },
    "gates": {"title": {"gates": "Gates"}, "text": {"text_1": "Forged gates are made according to individual projects. The patterns of the artistic metal gates vary from classic monograms and family coats of arms to original avant-garde compositions.", "text_2": "Artistic metalworking allows us to achieve a perfect combination of functionality and aesthetics and solve even the most complex decor tasks."}},
    "railings": {"title": {"railings": "Railings"}, "text": {"text_1": "Wrought iron railings can act both as a decor and as useful architectural elements of the interior and exterior.", "text_2": "Custom made railings fit perfectly into any openings and will match non-standard stairway space."}},
    "canopies": {"title": {"canopies": "Canopies"}, "text": {"text_1": "Forged canopies harmoniously fit into the existing look of the house thanks to openwork metal decorations created in any style as requested by the client."}},
    "stairs": {"title": {"stairs": "Stairs"}, "text": {"text_1": "Metal stairs stand out due their ability to combine well with different building and finishing materials, and fit in with different architectural styles.", "text_2" : "The artistically processed metal of the stairs is able to effectively withstand temperature variations and moisture."}},
    "other": {"title": {"other": "Other"}}  
  }
}
