{
  "navigation": {
    "fences": "Заборы",
    "other": "Другое",
    "gates": "Ворота",
    "stairs": "Лестницы",
    "railings": "Перила",
    "canopies": "Навесы",
    "about_us": "О нас",
    "contacts": "Контакты",
    "home": "Главная"
  },
  "logo": "мастерская металлического искусства",
  "contacts": {
    "header": "Контакты",
    "intro_text": "Пожалуйста, отправьте свой запрос заполнив форму. Мы ответим при первой возможности.",
    "name": "Имя",
    "email": "Почта",
    "subject": "Тема",
    "message_placeholder": "Текст сообщения...",
    "message": "Сообщение",
    "send": "Отправить",
    "whatsapp_text": "Мы есть в WhatsApp",
    "form": "Форма обратной связи",
    "message_text": {
      "success": "Форма была успешно отправлена. Спасибо за ваше обращение. Мы ответим вам при первой возможности.",
      "failure": "При отправке формы произошла ошибка. Попробуйте, пожалуйста, еще раз."
    }
  },
  "about_us": {
    "header": "Добро пожаловать в Мастерскую художественной ковки.",
    "paragraph_1": "Мастерская ковки Alhidad занимается производством металлоконструкций и кованых элементов.",
    "paragraph_2": "У нас Вы найдете уникальные металлоконструкции, готовые кованые элементы, сможете создать уникальные кованые изделия для любого Вашего проекта.",
    "paragraph_3": "Кузнечная мастерская Alhidad существует на рынке уже более 20 лет. За это время накоплен богатый опыт в вопросах производства кованых изделий высокой сложности исполнения.",
    "paragraph_4": "Основным видом своей деятельности мы выбрали художественную ковку, которая подразумевает ручное изготовление кованых изделий. В своей работе мы используем не только традиционные подходы, но и современные технологии."
  },
  "furniture": {
    "index": {"title": "Современный подход к художественной ковке"},
    "fences": { "title": { "fences": "Заборы" }, "text": {"text_1": "Заказчик выбирает не только неповторимый дизайн, но и подходящую для него конструкцию забора, чтобы обеспечить полную защиту своего дома и участка.", "text_2": "Декор заборов включает стильные элементы, элегантные навершия и ажурные решетки. Такая ограда будет не только украшать дом, но и выполнять свои основные защитные функции."} },
    "gates": {"title": {"gates": "Ворота"}, "text": {"text_1": "Кованые ворота делаются по индивидуальным проектам. Узоры сооружений разнообразны: от классических вензелей и фамильных гербов до оригинальных авангардных композиций.", "text_2":  "Художественная обработка позволяет достичь грамотного сочетание функциональности и эстетики и решить даже сложнейшие декоративные задачи."}},
    "railings": {"title": {"railings": "Перила"},"text": {"text_1": "Кованые перила могут выступать как в роли декора, так и в качестве полезных архитектурных элементов интерьера и экстерьера.", "text_2": "Перила, сделанные вручную, впишутся в любые проемы и будут соответствовать нестандартным лестничным изгибам."}},
    "canopies": {"title": {"canopies": "Навесы"}, "text": {"text_1": "Кованые козырьки гармонично вписываются в существующий облик дома благодаря ажурным металлическим украшениям выполненным в любом стиле по желанию клиента."}},
    "stairs": {"title": {"stairs": "Лестницы"}, "text": {"text_1":  "Особенностью лестниц из металла  является их способность сочетаться с разными строительными и отделочными материалами, подходить к разным архитектурным стилям.", "text_2": "Художественно обработанный металл лестниц способен эффективно противостоять перепадам температуры и обилию влаги."}},
    "other": {"title": {"other": "Другое"}}    
  }
}
